(window.webpackJsonp = window.webpackJsonp || []).push([
  [6],
  {
    563: function (e) {
      e.exports = JSON.parse(
        '{"title":"Технические работы обменника","description":"Не беспокойтесь, если Ваша заявка была оплачена до момента начала технических работ, то она будет обработана в ближайшее время. Приносим извинения за временные неудобства.","keywords":"Ошибка, техническая ошибка"}'
      );
    },
    677: function (e) {
      e.exports = JSON.parse(
        '{"title":"Ошибка , запрашеваемая страница не найдена","back":"Вернутся на главную страницу"}'
      );
    },
    678: function (e) {
      e.exports = JSON.parse(
        '{"title":"О сервисе","chat":"Начать чат","every_t":"Мы работаем круглосуточно","choose":"Выберите направление обмена"}'
      );
    },
    679: function (e) {
      e.exports = JSON.parse(
        '{"from":{"title":"Отдаёте","choose":"Выберите валюту","currency":"Валюта"},"to":{"title":"Получите","choose":"Выберите валюту","currency":"Валюта","reserve":"Резерв:","rate":"Курс обмена:"},"details":{"choose":"Введите данные для завершения обмена","title":"Детали обмена","advice":"Внимательно ознакомьтесь","pocket_from":"С Кошелька","pocket_to":"В кошелек","rules":"Нажимая на эту кнопку, я соглашаюсь с правилами","submit":"Обменять"}}'
      );
    },
    680: function (e) {
      e.exports = JSON.parse(
        '{"title":"Технические работы","description":"Не беспокойтесь, если Ваша заявка была оплачена до момента начала технических работ, то она будет обработана в ближайшее время. Приносим извинения за временные неудобства.","btn-news":"Читайте новости"}'
      );
    },
    681: function (e) {
      e.exports = JSON.parse(
        '{"title":"Правила","all":"Показать все","order":"Резерв заявки"}'
      );
    },
    682: function (e) {
      e.exports = JSON.parse(
        '{"title":"adxfinance","descr":"Помогаем обменивать безопасно и быстро","ieDetected":"Извините, Internet Explorer больше не поддерживается. Попробуйте установить другой бразуер:","notificationTitle":"Уведомления","created":"Создано","updated":"Обновлено","from":{"title":"Отдаёте","choose":"Выберите валюту","currency":"Валюта","all":"Все","min":"Мин:","max":"Макс:"},"to":{"title":"Получите","choose":"Выберите валюту","currency":"Валюта","all":"Все","reserve":"Резерв:","rate":"Курс:","fee":"Комиссия:"},"details":{"choose":"Введите данные для завершения обмена","title":"Ввод данных","amount":"Сумма","instructionTitle":"Обмен {from} на {to}","stepDescription":"Для обмена Вам необходимо выполнить несколько шагов:","step_p1":"Ознакомьтесь с условиями договора на оказание услуг, нажимая кнопку обменять вы подтверждаете согласие со всеми пунктами","step_p2":"Заполните все поля представленной формы. Нажмите кнопку","step_p3":"Оплатите заявку. Для этого следует совершить перевод необходимой суммы, следуя инструкциям на нашем сайте.","step_p4":"После выполнения указанных действий, система переместит Вас на страницу «Состояние заявки», где будет указан статус вашего перевода.","personalData":"Личные данные","enter_form":"Заполни форму","needVerifCurrency":"Для этого направления потребуется верификация счета","needVerifPerson":"Для этого направления потребуется верификация.","advice":"Внимательно ознакомьтесь","email":"E-mail","pocket_from":"С Кошелька","pocket_to":"В кошелек","rules":"Нажимая на эту кнопку, я соглашаюсь с правилами","agree":"Я согласен с","agree_link":"условиями обмена.","agree_kyc":"Я согласен с","agree_link_kyc":"политикой KYC/AML","submit":"Обменять сейчас","pleaseSelectRoute":"Выберите направление обмена","select_p_1":"Выберите валюту, которую","select_p_2":"хотите отдать и получить","errorRoute":"Направление не доступно!","error_p_1":"На данный момент вы не можете ","error_p_2":"создать обмен по текушему направлению.","pleaseWait":"Пожалуйста подождите...","loading_p_1":"Загрузка данных по направлению.","loading_p_2":"Это займет несколько секунд."},"stars":{"title":"<span>Приветствуем на сайте обменника криптовалют adxfinance!</span><br>adxfinance — онлайн обменник, предназначен для быстрых и защищенных обменов, а также  для клиентов ценящих свое время и которые учитывают безопасность платежей и выгодный обмен.<br>Обменник криптовалют adxfinance предлагает самые актуальные курсы, что позволяет получить нашим клиентам самые выгодные условия по большинству обменных пар!<br>Обменный сервис adxfinance ориентирован на качественное исполнение обменов по всем направлениям, а также на обеспечение профессиональной поддержки. Для этого на нашем онлайн обменнике adxfinance представлены несколько вариантов быстрой связи, Вы может выбрать любой из них, удобный Вам.<br>Конфиденциальность данных клиентов обменника криптовалют adxfinance — это еще одна прерогатива работы наших специалистов! Личные данные, которые клиенты вводят на этапе оформления заявки, надежно защищаются. Любая обменная операция на обменнике adxfinance может выполняться без какой-либо регистрации.<br>За время работы мы приобрели репутацию проверенного партнера, поэтому смело совершайте обмены на сайте обменника adxfinance!","help":"Моментальная Поддержка","help_t":"Поддержка","privacy":"Мы не храним и не передаем, информацию о Вас, третьим лицам.","privacy_t":"Конфиденциальность","support":"Наша команда поддержки всегда готова! Ответить на ваши технические вопросы.","support_t":"Поддержка","guarantee":"У нас 100% обмены с последующими выплатами!","guarantee_t":"Гарантии"},"reserves":{"title":"Резервы","all":"Посмотреть все","order":"Заказать резерв"},"reviews":{"title":"Отзывы","all":"Посмотреть все"},"title_partners":"Партнеры","attention":"Внимание текущее направление недоступно","haven_t_reserve":"В данное время резерва валюты не достаточно для обмена.","correct":"Корректировать","messages":{"signIn":"Добро пожаловать!","reviewSuccess":"Спасибо! Ваш отзыв был успешно добавлен.","mustBeAgree":"Вам необходимо ознакомиться и согласиться с правилами сервиса.","checkEmail":"Проверьте Ваш адрес электронной почты для активации аккаунта","checkEmailInstructions":"Проверьте свою электронную почту для получения инструкций","changedPassword":"Ваш пароль успешно изменен","editMain":"Данные успешно сохранены","qrCreated":"QR-код создан","2faDeleted":"2-фа авторизация удалена","2faConfirmed":"2-фа авторизация установлена.","goodBye":"Вы успешно вышли из аккаунта","checkFields":"Проверьте правильность всех полей"},"routes":{"text":"Вывод {from} на {to}"}}'
      );
    },
    683: function (e) {
      e.exports = JSON.parse(
        '{"status":{"new":"Подтверждение обмена","waitPayment":"Ожидание оплаты","inProgress":"В обработке","inProgressPayout":"В процессе","deleted":"Обмен удален","hold":"Обмен заморожен","done":"Обмен завершен","returned":"Возврат обмена"},"order_id":"Ид:","total":"Итого","time":{"actual_until":"Актуально до:","time_left":"Срок истекает:"},"wait":{"btn":"Я оплатил","title":"Чтобы завершить обмен, вам необходимо выполнить следующие шаги:","step":{"log_in_to":"Войти:","amount":"Оплатить:","to_account":"Счёт:","comment":"Комментарий к оплате:"}},"order_table":{"giving":"Даю","getting":"Получаю"},"application_process_status":"Заявка находится в обработке.","waiting_flow_of_funds":"Проверяем поступления средств. Как только оплата будет подтверждена, мы автоматически приступим к обработке вашего заказа.","Were_start_paying_to_you":"Платеж в обработке выплаты.","we_will_transfer_money_as_soon_as_possible":"Заявка отправлена на выполнение, мы начинаем выплату по вашей заявке.","holdTitle":"Заявка заморожена проходит дополнительную проверку.","holdDesc":"Ваш обмен был заморожен.\\nПожалуйста, свяжитесь со службой поддержки, чтобы получить подробную информацию об этой ситуации.","errorPayoutTitle":"Заявка находится в обработке.","errorPayoutSorry":"У нас возникли проблемы с выплатой вашего заказа.\\nМы решим эту проблему как можно скорее.","returnedTitle":"Мы не смогли выполнить ваш обмен.","returnedDesc":"Мы вернули ваши деньги обратно. Если вам нужны подробности, пожалуйста, свяжитесь с нами.","doneTitle":"Обмен выполнен.","doneDesc":"Благодарим вас за использование нашего сервиса. Пожалуйста, оставьте отзыв о работе нашего сервиса!","deletedTitle":"Заявка была удалена.","deletedDesc":"Если вы уже заплатили, подождите, пока система определит ваш платеж.","partner":{"paymentSuccessful":"Оплата прошла успешно","paymentProcessing":"Обработка платежа","paymentHold":"Платеж задерживается","paymentRefunded":"Платеж возвращен","paymentDeleted":"Платеж удален","toReceive":"Для получения","goBack":"Вернуться"}}'
      );
    },
    684: function (e) {
      e.exports = JSON.parse(
        '{"cancel":"Операция отменена","amount":"Сумма обмена:","total":"Итог:","contact_details":"Контактные данные"}'
      );
    },
    685: function (e) {
      e.exports = JSON.parse(
        '{"exchange":"Сумма обмена","checkAndConfirm":"Проверьте и подтвердите данные:","youReceive":"Получите:","total":"Итог","contact_details":"Контактные данные","phone":"Телефон","verification":"Пройти верификацию","cancel":"Отмена заявки","pay":"Оплатить","confirm":"Нажав на эту кнопку, я согласен с","rules":"правила обмена","passVerification":"Пройти верификацию","bills":"Счета","inProcess":"В процессе","success":"Успешно пройдено","personalVerification":"Проверка личности"}'
      );
    },
    686: function (e) {
      e.exports = JSON.parse(
        '{"new":"Подтверждение обмена","waitPayment":"Ожидание оплаты","inProgress":"Ожидание обработки","inProgressPayout":"Заявка в процессе","deleted":"Обмен удален","hold":"Заявка заморожена","done":"Заявка выполнена","returned":"Заявка возвращена","order_id":"ID:"}'
      );
    },
    687: function (e) {
      e.exports = JSON.parse('{"old_toked":"У вас старый токен"}');
    },
    688: function (e) {
      e.exports = JSON.parse(
        '{"error":"Ошибка активации кода","dont_worry":"Не беспокойтесь"}'
      );
    },
    689: function (e) {
      e.exports = JSON.parse(
        '{"success":"Код успешно активирован","dont_worry":"Не беспокойтесь"}'
      );
    },
    690: function (e) {
      e.exports = JSON.parse(
        '{"error":"Ошибка изменения E-mail","dont_worry":"Не беспокойтесь"}'
      );
    },
    691: function (e) {
      e.exports = JSON.parse(
        '{"success":"E-mail успешно подтвержден","dont_worry":"Не беспокойтесь"}'
      );
    },
    692: function (e) {
      e.exports = JSON.parse(
        '{"error":"Ошибка активации аккаунта","dont_worry":"Не беспокойтесь"}'
      );
    },
    693: function (e) {
      e.exports = JSON.parse(
        '{"success":"Аккаунт успешно подтвержден","dont_worry":"не беспокойтесь"}'
      );
    },
    694: function (e) {
      e.exports = JSON.parse(
        '{"title":"Партнеры","toUsers":{"slogan":"Экономьте и зарабатывайте","title":"Реферальная программа для пользователей","content":"Хотите зарабатывать вместе с нами? Зарегистрируйтесь через нашу техническую поддержку и Вы сможете участвовать в нашей реферальной программе!","button":"Читать далее"},"toPartners":{"slogan":"зарабатывайте","title":"Для мониторингов","content":"Приглашаем к сотрудничеству мониторинги обменников. Мы очень рады новым партнерам и готовы делиться прибылью. Зарегистрируйтесь и Вы получите специальную реферальную ссылку.","button":"Подробнее"},"toShops":{"slogan":"принимайте платежи и зарабатывайте","title":"Прием платежей для Вашего сайта","content":"У Вас есть свой интернет-магазин, лендинг или вы продаете какой-то товар или услугу,   но у Вас нет возможности принимать оплату? С нами Вы сможете принимать платежи платежных систем по выгодным курсам для Ваших клиентов!","button":"Подробнее"},"partner_system":{"title":"Партнерская программа","available":"Доступно для вывода","withdraw":"Вывести средства","auto_out":"Автовывод","more":"подробнее","change_rate":"Изменить ставку","my_rate":"Моя ставка","of_the_amount":"от суммы","total_received":"Всего получено","operations":"Операций","conversions":"Переходов","referrals":"Рефералов","referral_title":"Реферальная ссылка и экспорт курсов","referral_description":"Вы можете учавствовать в нашей партнёрской программе. Используйте личную ссылку которая указана ниже.","referral_link":"Ваша реферальная ссылка","export_rates_txt":"Экспорт курсов TXT","export_rates_json":"Экспорт курсов JSON","export_rates_xml":"Экспорт курсов XML","partner_rewards":"Партнерские вознаграждения","profit":"Прибыль","change":"Обмен","from_profits":"от прибыли"},"system":{"technical_partner":"Техническая реализация партнерской программы","user_guide":" Пользователь переходит на обменный пункт по ссылке партнера которая указана выше;  При переходе по ссылке, обменный пункт устанавливает cookies для сохранения принадлежности пользователя за определенным партнером; При создании заявки на обмен, из cookies берется code партнера и рассчитывается сумма  вознаграждения для партнера; При успешном завершении обмена, сумма вознаграждения начисляется на счет в аккаунте партнера; Аккаунт партнера содержит статистику начислений, историю посещений, для более комфортной и результативной работы.","affiliate_program":"Партнерская программа","available_withdraw":"Доступно для вывода","withdraw_funds":"Вывести средства","history":"История выводов","my_bet":"Моя ставка","from_the":"От суммы","from_profit":"От прибыли","change_bid":"Изменить ставку","more":"Подробнее","total_received":"Всего","operations":"Операций","transitions":"Переходов","referrals":"Рефералов","referral_link":"Реферальная ссылка и экспорт курсов","you_can_text":"Вы можете учавствовать в нашей партнёрской программе. Используйте личную ссылку которая указана ниже.","your_affiliate_link":"Ваша партнерская ссылка","export_txt":"Экспорт курсов TXT","export_json":"Экспорт курсов JSON","export_xml":"Экспорт курсов XML","affiliate_rewards":"Партнерские вознаграждения","profit":"Прибыль","exchange":"Обмен","change_rate":"Изменить ставку"}}'
      );
    },
    695: function (e) {
      e.exports = JSON.parse(
        '{"title":"Партнерская интеграция документация","subtitle-1":"Интеграция с мониторингом","subtitle-2":"АПИ для партнёров","subtitle-3":"Результат:","subtitle-4":"Параметры:","text-1":"Как получить Реферальная ссылка","text-2":"Чтобы получить вашу партнерскую ссылку вам необходимо войти в свой аккаунт используя email и пароль затем перейти в \'Профиль\' раздел \'Партнерская программа\' и ниже расположена \'Ваша партнерская ссылка\'.","text-3":"Обменный пункт может принимать GET-параметры cur_from и cur_to, передаваемые с мониторинга в момент перехода пользователя по ссылке на сайт обменника.","text-4":"При переходе пользователя с мониторинга, в URL сайта обменника могут быть добавлены GET-параметры cur_from и cur_to со значениями выбранных пользователем валют. В качестве названий валют используются короткие буквенные коды. Эти данные необходимо использовать для перенаправления пользователя на страницу направления обмена, выбранного пользователем ранее в мониторинге, либо для автоматической подстановки выбранных валют в списки выбора.","text-4-1":"Пример ссылки с параметрами:","text-5":"Ссылки на экспорт курсов:","text-6":"Как получить API-key?","text-7":"Чтобы получить вашу партнерскую ссылку вам необходимо войти в свой аккаунт используя email и пароль затем перейти в \'Профиль\' раздел \'API\' и нажать на кнопку \'Создать API доступ\' после скопировать данные которые появятся ниже там будет ваш API key.","text-8":"Адрес запросов:","text-9":"<b>Передаваемые GET параметрами:</b> <br /><br /><code>api_action</code> – pp <br /><code>api_key</code> – ваш личный ключ <br /><code>method</code> – метод АПИ модуля","text-10":"Ссылка на АПИ будет выглядеть приблизительно следующим образом:","text-11":" - информация об аккаунте и платежных методах","text-12":"Дополнительные параметры не принимаются","text-13":" - ваши партнерские обмены","text-14":" - партнерские переходы","name":"Имя","type":"Тип","required":"Необходимый","description":"Описание","table-1":"время, с которого выводить данные (unix)","table-2":"время, до которого выводить данные (unix)"}'
      );
    },
    696: function (e) {
      e.exports = JSON.parse(
        '{"rest_api_access":"Доступ к REST-API","rest_api":"REST-API","rest_api_description":"(Интерфейс прикладного программирования) представляет собой набор готовых классов, процедур, функций, структур и констант, предоставляемых службой для использования во внешних программных продуктах. Используется программистами при написании всевозможных приложений.","save_api_access":"Сохранить доступ к API","access":"Доступ:","enable_api":"Включить API","enable_withdrawals":"Разрешить вывод","api_key":"API-key","api_created":"Создано","api_delete":"Удалить","for_the_access_title":"Для доступа к этому API требуется авторизация, и вы должны использовать POST-запросы.","need_to_use":"Вы так же должны использовать этот адрес","where":"Где","name_api":"Это имя метода","auth_with":"Авторизация осуществляется путем отправки следующих заголовков на сервер:","take_public_key":"Открытый ключ, необходимо принять настройки профиля пользователя","example":"Пример","get_post":"Параметры GET и POST (в форме одного json) алгоритм SHA512 получил от них контрольную сумму, и следующим шагом является повторное выполнение хеша SHA512 (контрольная сумма + секрет), подписанного методом секретного ключа, секретный ключ также должен быть взят в настройки профиля пользователя","extra_in_the":"Кроме того, все запросы должны содержать требуемый параметр времени с числовым значением времени unix (> 0). Это значение не должно повторяться или уменьшаться. (для безопасности вашей хэш-подписи)","js_example":"An example of creating hash in javascript","example_headers":"Example headers:","btn_copy_key":"Copy","documentation_api":"Documentation"}'
      );
    },
    697: function (e) {
      e.exports = JSON.parse(
        '{"title":"Заявка ","all":"Все","current":"Текущие","doneTab":"Завершенные","deletedTab":"Удаленные","currency":"Криптовалюта","wallet":"Кошелек","status":"Статус","date":"Дата","undefined":"...","new":"создана","action":"Действие","operation":"Операция","giving":"Даю","getting":"Получаю","waitPayment":"ожидание оплаты","inProgress":"в обработке","inProgressPayout":"в процессе выплаты","deleted":"удалена","hold":"заморожена","errorPayment":"проблема с оплатой","errorPayout":"проблема с выплатой","error":"Ошибка","done":"выполнена","returned":"возвращена","actual_until":"Актуально до:","time_left":"Срок действия:","log_in_to":"Войти:","amount":"Сумма:","to_account":"Аккаунт:","comment":"Комментарий к оплате:","removed_request":"Запрос удален","order_id":"ID:","transferDetails":"Детали по обмену","youSend":"Отдаёте,","youReceive":"Получите,","orderCreatedAt":"Заявка создана в","toCancelTheExchange":"Чтобы отменить обмен, выполните следующий шаг:","cancelBtn":"Отменить обмен","closeBtn":"Закрыть","noOrders":"Нет заказов","howToIncreaseThePercentageOfAffiliateCommission":"Как увеличить процент партнерского вознаграждения?","toChangeThePercentageOfAffiliateCommissionPlease":"Для изменение процента партнерского вознаграждения свяжитесь с нами через обратную форму или по контактам указаным на старнице контакты. В сообщении необходимо указать ваш email процент который вы хотели бы получить и ссылка на сервис через который будут привлекатся партнеры","technicalImplementationOfThePartnershipProgram":"Техническая реализация партнерской программы","aboutPartnerSystem":{"txt1":"В нашем обменнике есть 2 типа партнерской программы от суммы обмена (вы получаете % от оборота обменника) или от прибыли обменика (вы получаете % от заработаных средств обменником).","txt2":"С сайта партнера пользователь переходит на обменный пункт по ссылке с параметром, указывающим код партнера;","txt3":"При переходе по ссылке, обменный пункт устанавливает cookies для сохранения принадлежности пользователя за определенным партнером;","txt4":"При создании заявки на обмен, из cookies берется код партнера и рассчитывается сумма вознаграждения для партнера;","txt5":"При успешном завершении обмена, сумма вознаграждения начисляется на счет в аккаунте партнера;"}}'
      );
    },
    698: function (e) {
      e.exports = JSON.parse(
        '{"profile":"Профиль","contact":"Контактные данные","edit":"Изменить","name":"Имя","phone_number":"Номер телефона","save":"Сохранить","password":"Пароль","current_password":"Текущий пароль","new":"Новый пароль","repeat_password":"Повторить пароль","first_name":"Имя","last_name":"Фамилия","phone":"Телефон","email":"E-mail","account_protection":"Защита аккаунта","notifications":"Оповещения","edit_password":"Получать уведомления об изменении пароля","receive_notification":"Получать уведомления смены статуса моих обменнов","get_logged":"Получать уведомления о входе в мой аккаунт","requests":{"title":"Заявки на обмен","all":"Все","new":"Новые","closed":"Закрытые","blocked":"Заблокированые","currency":"Валюта","wallet":"Кошелек","status":"Статус","date":"Дата","action":"Действие","operation":"Операция"},"requisites":"Заявки","affiliate":"Партнерская программа","api":"REST-API","passport":"Паспортные данные","serial":"Серия паспорта","when":"Когда выдан","who":"Кем выдан","old":"Старый пароль","reg":{"title":"Регистрация","name":"Ваше имя","email":"E-mail","password":"Пароль","repeat":"Подтверждение пароля","rules":"Нажимая на кнопку  “Регистрации” Я соглашаюсь обменом данными с сайтом","submit":"Зарегистрироваться","social":"Войти с помощью"},"reset":{"title":"Сброс пароля","password":"Создать пароль","repeat":"Подтвердить пароль","submit":"Сбросить"},"protection":{"account_protection":"Защита аккаунта","two_factor":" добавить двух-факторную защиту","notifications":"Уведомления","reset_2_factor":"Снять 2фактор защиту","current_password":"Текущий пароль","receive_notification":"Получать уведомления смены статуса моих обменов","get_logged":"Получать уведомления о входе в мой аккаунт","block_my_account":"Заблокировать мой аккаунт","delete_my_account":"Удалить свой аккаунт"}}'
      );
    },
    699: function (e) {
      e.exports = JSON.parse(
        '{"requisites":"Реквизиты","electronic_currency":"Электронные валюты","crypto_currency":"криптовалюты","bank_accounts":"банковские счета","you_none":"у вас нет ни одного","yandex_money":"Яндекс.деньги реквизита","add_wallet":"Добавить кошелек","verified_wallet":"Кошелек верифицирован","currency":"Валюта","wallet":"Кошелек","save":"Сохранить","pending":"В процессе","person":"Пользователь"}'
      );
    },
    700: function (e) {
      e.exports = JSON.parse('{"profile":"Профиль"}');
    },
    701: function (e) {
      e.exports = JSON.parse(
        '{"title":"Новости","all":"Посмотреть все","news-not-found":"Нет новостей","category":"Категория","your_name":"Ваше имя","news":{"back":"Вернуться к новостям","comment":"Комментарий","put_comment":"Оставить Ваш комментарий","put_comment_2":"Оставить комментарий","no_comments":"Нет комментариев","text_review":"Введите  текст отзыва"}}'
      );
    },
    702: function (e) {
      e.exports = JSON.parse(
        '{"title":"Отзывы","all":"Смотреть все","reviews":"отзывы","feedbackOn":"Отзывы на","reviews_not_found":"Отзывы не найдены","form_send":"Форма отправки отзыва","agree":"Нажимая на эту кнопку, я соглашаюсь с","agree_rules":"правилами сервиса","send":"отправить","msg_text":"Введите текст отзыва","your_name":"Имя","your_email":"Адрес электронной почты"}'
      );
    },
    703: function (e) {
      e.exports = JSON.parse(
        '{"reset_password":"Пожалуйства введите новый пароль"}'
      );
    },
    704: function (e) {
      e.exports = JSON.parse(
        '{"title":"Контакты","chat":"Начать чат","warn":"Внимание! Обмен производится только на сайте.","feedback":"Обратная связь","your_name":"Имя","your_email":"E-mail","msg_text":"Введите текст отзыва","send_btn":"Отправить сообщение","agree":"Нажимая эту кнопку","agree_rules":"Я соглашаюсь с правилами пользования сайтом.","requestAccepted":"Ваш запрос принят, ожидайте ответ на вашу почту."}'
      );
    },
    705: function (e) {
      e.exports = JSON.parse(
        '{"title":"FAQ","all":"Показать все","search":"Задать вопрос?","no_info":"Нет информации","index_faq":"Информация отсутствует","progress":{"amount":"Итог:","exchange_details":"Данные обмена","phone":"Телефон","application":"Статус заявки в процессе"}}'
      );
    },
    706: function (e) {
      e.exports = JSON.parse(
        '{"integration":"Интеграция с вашим сервисом","merchant":"Мерчант","name":"Название","description":"Описание","type":"Тип","or":"или на","createOrder":"Создать заявку","useMethod":"Используйте метод","titleUseMethod":"","notifyIpn":"Уведомление об изменении статуса платежного запроса","titleNotifyIpn":"Чтобы получать уведомление об изменении статуса заявки при её создании, вам необходимо отправить дополнительные параметры:","clientCallbackUrl":"обратный вызов, когда приложение будет завершено, клиент увидит кнопку для возврата на сайт, и клиент будет перенаправлен на этот url","hideOutData1":"скрыть данные получателя","hideOutData":"cкрыть реквизиты","ipnUrl":"Ссылка HTTP / HTTPS для уведомления вашего сервера.","paymentNotificationURL":"URL-адрес уведомления о мгновенном платеже","ipnSecret1":"Случайная строка для создания подписи запроса (для поддержания целостности запроса)","ipnSecret":"строка для создания безопасного хеша в ipn url","subTitleIpn1":"Запрос будет отправлен методом POST","subTitleIpn2":"IPN будет отправлено один раз","subTitleIpn3":"Доставка IPN не гарантируется (если сервер не ответил на запрос, он не будет отправлен повторно)","exampleIpn":"Пример IPN","order":"заявка","ipnUrl1":"будет вызыван, присмене статуса ордера","in":"","currentStatus":"текущего статуса","doc":"","notify":"Уведомление об изменении статуса платежного запроса","timestamp":" unix время и ipn уведомления","toValues":"реквизиты заявки","statusesList":"Список статусов","new":"новая заявка","waitPayment":"ожидаем платеж от пользователя","errorPayment":"ошибка пользовательского платежа (ошибка отправки продавца)","inProgress":"в процессе (ожидается обработка админом или оплата заявки)","inProgressPayout":"в очереди на оплату (платеж принят успешно) (если настроен автоматический платеж в валюте, он будет инициализирован)","errorPayout":"ошибка платежа (ошибка произошла при оплате)","hold":"заявка заморожена (проблемы с приложением)","done":"заявка успешно выплачена","returned":"заявка была оплачена, но не все условия обмена и способы возврата отправителя были выполнены","deleted":"заявка удалена (отменена)","verification":"Верефикация контрольной суммы запроса (IPN)","paymentControl":"","paymentControlTitle":"","paymentControlTitle1":"Вы можете сохранить UID запроса и секрет и вручную перейти к запросу, указав эти данные в адресной строке","payment":"Оплата","paymentTitle":"Вы можете использовать / payment / для отображения страницы оплаты","paymentTitle1":"Также вы можете просто дать ссылку на биржу так, как ее видят все клиенты по той же схеме, что и в первом варианте, кроме /payment/ следует заменить на /order/","paymentTitle2":"В методе есть параметры, которые позволяют отображать платежные данные или форму оплаты на вашем сайте, которую вы можете использовать. ВАЖНО: если используется метод с предоплатой, вам необходимо обновить статус заказа с waitPayment до inProgress после оплаты.","idRoute":"id направления","linkPartner":"код партнера","amount":"сумма","key":"ключ поля","value":"значение для поля","lang":"язык (укр, англ)","agreement":"cоглашение"}'
      );
    },
    707: function (e) {
      e.exports = JSON.parse(
        '{"about":"О нас","rules":"AML","contacts":"Контакты","support":{"title":"Центр поддержки","online":"Обратная связь","advice":"У Вас есть вопросы?","name":"Введите вашу почту","message":"Сообщение","submit":"Отправить"}}'
      );
    },
    708: function (e) {
      e.exports = JSON.parse(
        '{"back":"Вернуться на сайт","news_link":"Сейчас читайте новости","save":"Сохранить","2factor":"Включить 2-фа защиту","reset2factor":"Отключить 2-фа защиту","profile_notifications":"Оповещения","block_my_account":"Заблокировать свой аккаунт","delete_my_account":"Удалить свой аккаунт","sign_in":"Вход","sign_up":"Регистрация","confirm":"Подтвердить","restore":"Восстановление","forget":"Забыли пароль?","password_recovery":"Восстановление пароля","profile":"Профиль","affiliate":"Партнерская программа","requests":"Заявки на обмен","send_reviews_form":"Отправить","api":"API","partners_start_chat":"Начать чат","create_api_access":"Создать API доступ","documentation_api":"Документация","btn":"Оплатить","requisites":"Кошелек"}'
      );
    },
    709: function (e) {
      e.exports = JSON.parse(
        '{"status":{"new":"Новая","waitPayment":"Ожидание оплаты","errorPayment":"Ошибка оплаты","errorPayout":"Ошибка выплаты","inProgress":"В ожидании обработки","inProgressPayout":"Обрабатывается","deleted":"Заявка удалена","hold":"Заявка заморожена","done":"Заявка успешно завершена","returned":"Заявка возвращена"}}'
      );
    },
    710: function (e) {
      e.exports = JSON.parse(
        '{"exchange":"Обменять","reviews":"Отзывы","partners":"Партнерам","rules":"AML","kyc_aml":"KYC/AML","news":"Новости","faq":"FAQ","contacts":"Контакты","sign":"Войти","reg":"Создать аккаунт","profile":"Профиль","requests":"Заявки на обмен","requisites":"Реквизиты","api":"API","affiliate":"Партнерская программа","exit":"Выход"}'
      );
    },
    711: function (e) {
      e.exports = JSON.parse(
        '{"toCompleteOrderTransfer":"Для завершения обмена вам нужно перевести средства:","transfer":"Перевести:","toAccount":"На счет:","toAddress":"На адрес:","memo":"Memo:","tag":"Тег:","comment":"Комментарий к платежу:","coinsWillApprovedAfter":"Монеты будут приняты после:","networkConfirmations":"подтверждений сети","waitingPayment":"Ожидаем платеж:","makePayment":"Перейти к оплате","pleaseWait":"Пожалуйста подождите...","errorGetPayment":"Ошибка создания заявки! Обратитесь в нашу службу поддержки.","pay":"Оплатить","paymentAccepted":"Платеж принят.","tryAgain":"Повторить","enter":"Введите","code":"код","paymentPassword":"Пароль платежа:","paymentAcceptedWaitConfirm":"Платеж принят. Ожидание подтверждений:","cancelOrder":"Отменить","iPaid":"Я оплатил","loginInto":"Войдите в систему:","loginIntoWallet":"Войдите в кошелек:","payWallet":"Оплата из моего кошелька","memoId":"Memo ID:"}'
      );
    },
    712: function (e) {
      e.exports = JSON.parse(
        '{"login":"Войти в аккаунт","password_recovery":"Восстановить пароль","email":"E-mail","password":"Пароль","social":"Войти с помощью"}'
      );
    },
    713: function (e) {
      e.exports = JSON.parse(
        '{"sign_up":"Регистрация","your_name":"имя","your_surname":" Фамилия","name":"Имя","surname":"Фамилия","email":"E-mail","password":"Пароль","repeat":"Повторите пароль","rules":"Я соглашаюсь с обменом  личными данными с сайтом.","submit":"Регистрация","social":"Войти с помощью"}'
      );
    },
    714: function (e) {
      e.exports = JSON.parse(
        '{"confirmCode":"Код подтверждения:","scan":"Отсканируйте QR-Код","copy":"Или скопируйте секретный код","copied":"Скопировано!","write":"Введите код из приложения","write_p":"Введите код","confirm":"Подтвердить","app":"Приложение","operation":"Операция не возможна"}'
      );
    },
    715: function (e) {
      e.exports = JSON.parse('{"title":"Автовывод финансов"}');
    },
    716: function (e) {
      e.exports = JSON.parse('{"change_rate":"Изменить ставку"}');
    },
    717: function (e) {
      e.exports = JSON.parse(
        '{"get_money":"Снятие средств","no_routes":"Нет доступных способов для вывода, Пожалуйста, свяжитесь со службой поддержки, чтобы вывести средства.","amountInUsd":"Сумма (в USD)","youWillGet":"Вы получите:","withdraw":"Вывести","replenish":"Пополнить","balance":"Баланс","deposit":"Депозит","selectNetwork":"Выберите метод","sendOnly":"Отправить только","sendOnly2":"к этому адресу депозита. Отправка любой другой монеты или токена на этот адрес может привести к потере вашего депозита.","address":"Адрес","tag":"Тег","receive":"Получите","giveUp":"Отдадите","sum":"Сумма","select":"Выберите","limit":"Лимит"}'
      );
    },
    718: function (e) {
      e.exports = JSON.parse(
        '{"title":"API","description":"API","keywords":"API обменника"}'
      );
    },
    719: function (e) {
      e.exports = JSON.parse(
        '{"title":"Заявки","description":"Крипто заявки обмена","keywords":"Заявки криптообмена, обмен криптовалют, криптозаявки, криптоденьги"}'
      );
    },
    720: function (e) {
      e.exports = JSON.parse(
        '{"title":"Профиль","description":"Exchanger Профиль","keywords":"Профиль, крипто профиль, криптокошелек, криптовалюта"}'
      );
    },
    721: function (e) {
      e.exports = JSON.parse(
        '{"title":"Отзывы об обменнке криптовалют | adxfinance","description":"Страница с отзывами пользователей обменника adxfinance. Вы можете оставлять свои комментарии и мнения о работе обменника электронных валют","keywords":"отзывы, обменник adxfinance,менял, спасибо, благодарность, отзыв, оставить отзыв, отзывы об adxfinance, отзывы о adxfinance, adxfinance все отзывы"}'
      );
    },
    722: function (e) {
      e.exports = JSON.parse(
        '{"title":"Партнерская программа от обменника | adxfinance","description":"Предлагаем Вам участвовать в партнерской программе от обменника adxfinance и получить вознаграждение в USDT. Специальные бонусы для Вас!","keywords":"бонусы, USDT, оставить отзыв, Партнерская программа от adxfinance, adxfinance, получите USDT,  вознаграждение"}'
      );
    },
    723: function (e) {
      e.exports = JSON.parse(
        '{"title":"Онлайн обменник криптовалют - Bitcoin, Ethereum, Litecoin | adxfinance","description":"adxfinance - это криптообменник, который позволяет легко обменивать BTC и USDT, Tether. Обменивайте Bitcoin, Ethereum, Litecoin по лучшим курсам!","keywords":"adxfinance, Онлайн обменник, обменник, обменять биткоин, обменять рубли на биткоины, Litecoin, обмен Ethereum, обменять USDT, Tether на рубли, Тинькофф RUB, обменять биткоин на сбербанк, обмен USDCoin BEP20 на Binance Coin,Альфа-банк RUB,  Райффайзен RUB, по лучшим курсам, обменивать альткоины, BTC, обменник криптовалют, adxfinance, Solana SOL"}'
      );
    },
    724: function (e) {
      e.exports = JSON.parse(
        '{"title":"Часто задаваемые вопросы","description":"Часто задаваемые вопросы об обмене криптовалютой и работе сервиса","keywords":"Часто задаваемые вопросы об обмене криптовалютой и работе сервиса"}'
      );
    },
    725: function (e) {
      e.exports = JSON.parse(
        '{"title":"Контакты обменника криптовалют | adxfinance","description":"Контактные данные, по которым Вы можете обратиться к представителям обменника adxfinance для получения консультаций или помощи.","keywords":"контакты, контактная информация, служба поддержки, обратная связь,связаться с сервисом, техническая поддержка, adxfinance,контакты обменника, обменник adxfinance контакты"}'
      );
    },
    726: function (e) {
      e.exports = JSON.parse(
        '{"title":"Новости и события в мире криптовалют | adxfinance","description":"Новости криптовалют, финтеха, блокчейна, майнинга, DeFi. Советы майнеров, курсы биткоина, форков и альткоинов от обменника adxfinance.","keywords":"курсы биткоина, Новости, события в мире криптовалют, adxfinance, DeFi, майнинга, Советы майнеров, обменник, финтех, блокчейн, майнинг"}'
      );
    },
    727: function (e) {
      e.exports = JSON.parse(
        '{"title":"Правила","description":"Exchanger Правила","keywords":"Правила обменника, Правила обмена, Правила сайта"}'
      );
    },
    728: function (e) {
      e.exports = JSON.parse(
        '{"title":"Партнерская программа","description":"Партнерка","keywords":"Партнерка обменника, Партнерская программа обменника"}'
      );
    },
    729: function (e) {
      e.exports = JSON.parse(
        '{"title":"Реквизиты","description":" Реквизиты обменника","keywords":"Реквизиты обменника, реквизиты обмена"}'
      );
    },
    734: function (e, t, r) {
      "use strict";
      r.r(t);
      r(11), r(12), r(15), r(6), r(19), r(13), r(20);
      var o = r(4);
      function n(e, t) {
        var r = Object.keys(e);
        if (Object.getOwnPropertySymbols) {
          var o = Object.getOwnPropertySymbols(e);
          t &&
            (o = o.filter(function (t) {
              return Object.getOwnPropertyDescriptor(e, t).enumerable;
            })),
            r.push.apply(r, o);
        }
        return r;
      }
      function c(e) {
        for (var t = 1; t < arguments.length; t++) {
          var r = null != arguments[t] ? arguments[t] : {};
          t % 2
            ? n(Object(r), !0).forEach(function (t) {
                Object(o.a)(e, t, r[t]);
              })
            : Object.getOwnPropertyDescriptors
            ? Object.defineProperties(e, Object.getOwnPropertyDescriptors(r))
            : n(Object(r)).forEach(function (t) {
                Object.defineProperty(
                  e,
                  t,
                  Object.getOwnPropertyDescriptor(r, t)
                );
              });
        }
        return e;
      }
      var l = r(677),
        d = r(678),
        _ = r(679),
        m = r(680),
        f = r(681),
        y = r(682),
        h = r(683),
        x = r(684),
        T = r(685),
        w = r(686),
        O = r(687),
        S = r(688),
        P = r(689),
        k = r(690),
        N = r(691),
        J = r(692),
        v = r(693),
        C = r(694),
        A = r(695),
        I = r(696),
        E = r(697),
        D = r(698),
        U = r(699),
        R = r(700),
        j = r(701),
        B = r(702),
        L = r(703),
        M = r(704),
        W = r(705),
        G = r(706),
        F = r(707),
        H = r(708),
        V = r(709),
        Q = r(710),
        X = r(711),
        K = r(712),
        Y = r(713),
        z = r(714),
        Z = r(715),
        $ = r(716),
        ee = r(717),
        te = r(563),
        re = r(718),
        oe = r(719),
        ae = r(563),
        ne = r(720),
        se = r(721),
        ie = r(722),
        ce = r(723),
        pe = r(724),
        le = r(725),
        ue = r(726),
        de = r(727),
        _e = r(728),
        me = r(729);
      t.default = {
        "moment-locale": "ru",
        "text-field": "Поле ",
        "not-filled": " не заполнено",
        errorMessage: {
          5555555555555555:
            "Технические работы. Не беспокойтесь, если Ваша заявка была оплачена до момента начала технических работ, то она будет обработана в ближайшее время. Приносим извинения за временные неудобства.",
          40301:
            "Вы не авторизованны! Для данного действия необходимо войти в свой аккаунт.",
          241351:
            "Аккаунт не найден. Проверьте адрес электронной почты или зарегистрируйте новый аккаунт.",
          503e4:
            "Невозможно выполнить ваш запрос. Пожалуйста, повторите ваш запрос через {time} секунд.",
          1601588666628861:
            'Вы не бот? Пожалуйста, поставьте галочку в поле "Я не робот" и попробуйте снова.',
          6231533598118172: "Неверный код.",
          3421537955653247: "Неверный код.",
          7461542063995112:
            "Номер телефона введен неверно. Проверьте правильность ввода и повторите попытку.",
          6741546826351955: "Неверный код. Пожалуйста, попробуйте еще раз.",
          2801537954040709: "Вы уже установили 2-фа авторизацию.",
          9301546172123668:
            "Вы уже оставили отзыв сегодня! Вы можете оставить только 1 отзыв в сутки.",
          2101529500915451:
            "Ваш отзыв слишком большой, максимум 1000 символов. ",
          3961529529941976: "Email указан неверно",
          11000654: "Email уже используется вы можете востановить пароль.",
          2355231636112: "Аккаунт не активирован.",
          67562: "Имя или Фамилия указаны неверно ",
          5341529529941981: "Пароль не указан",
          5071545873252155: "Поле суммы указано неверно",
          8781529530113112: "Email не заполнен",
          8291556107293522: "Сумма вывода должна быть больше нуля",
          1661545348963371: "Сумма обмена должна быть больше нуля",
          5471556107294030: "Сумма обмена должна быть больше нуля",
          7701545348962388: "Сумма обмена должна быть больше нуля",
          3631545348962766: "Сумма обмена должна быть меньше {max}",
          9951545348963164:
            "Сумма обмена должна быть меньше {max} (недостаточно резервов)",
          7701545348962387: "Сумма обмена должна быть больше {min}",
          6801545277215051:
            "Направление недоступно. Пожалуйста, попробуйте позже",
        },
        meta: {
          rules: de,
          news: ue,
          requisites: me,
          partners_system: _e,
          orders: oe,
          faq: pe,
          contacts: le,
          technical: ae,
          main: ce,
          partners: ie,
          reviews: se,
          user: ne,
          api: re,
          technical_work: te,
        },
        page: {
          merchants: G,
          main: y,
          news: j,
          rules: f,
          reviews: B,
          technical: m,
          404: l,
          about: d,
          reset_password: L,
          contacts: M,
          faq: W,
          partners: C,
          partner_api: A,
          user: { api: I, profile: D, requisites: U, nav: R, order: E },
          exchange: {
            form: _,
            redirect: {
              account_activate_error: S,
              account_activate_success: P,
              account_email_change: {
                success:
                  "Отправили письмо с подтверждением на ваш почтовый аддресс.",
              },
              account_error: J,
              account_success: v,
              account_email_success: N,
              account_email_error: k,
              account_password_error: O,
            },
            order: c(
              c({}, h),
              {},
              {
                delete: x,
                confirmation: T,
                secret: w,
                hold: {
                  status: "Заявка заморожена проходит дополнительную проверку.",
                },
                done: { status: "Выполнена." },
                returned: { status: "Средства возвращены." },
              }
            ),
            copied: "Скопировано!",
          },
        },
        ui: { footer: F, buttons: H, header: Q, order: V, modules: X },
        modals: {
          "2fa": z,
          login: K,
          profile: {
            blockAccountTitle: "Вы хотите заблокировать свой аккаунт?",
            blockAccountSubTitle: "Будет заблокирован на 7 дней.",
            sureTitle: "Вы уверены?",
            sureBlockAccountSubTitle:
              "Этот аккаунт будет немедленно заблокирован.",
            deleteAccountTitle: "Вы хотите удалить свой аккаунт?",
            deleteAccountSubTitle: "Вы не можете отменить это действие!",
            sureDeleteAccountSubTitle:
              "Эта учетная запись будет немедленно удалена.",
            btnCancel: "Отменить",
            btnOk: "Да",
            btnSure: "Уверен",
          },
          sign_up: Y,
          partner: { auto_get_money: Z, change_rate: $, get_money: ee },
        },
        "Card number": "Номер карты",
      };
    },
  },
]);
